<template>
<div class="container constpage">
  <h1>درباره ما</h1>
  <p>
  مهم ترین کاری که ما انجام میدهیم جستجو در محتوای کتاب ها، مجلات، پایان نامه ها و خلاصه هر نوشته ی دیگر فارسی است، امروزه در محیط پرهیاهوی اینترنت، تا محتوایی قابل جستجو نباشد، مخاطبان به سراغ آن نمی آیند، کتاب ها هم از این قاعده مستثنی نیستند. برای نبیک بین محتواهای فارسی هیچ تفاوتی وجود ندارد، نبیک محتوای تمامی آن ها را جستجو می کند.
  </p>
  <p>
  ما خودمان را در ادامه ی راه تمام آن هایی می دانیم که روزی برای حفظ این زبان تلاش کرده اند. روزی بر روی پوست آهو و امروز بر روی وب. از اولین نوشته ی فارسی تا نبیک راه دشواری طی شده است و این وظیفه ی ما را دشوارتر می کند، ما به تمام آن هایی که از زبان فارسی پاسداری کرده اند متعهدیم تا بیشتر تلاش کنیم.
  </p>
  <p>
  شما می توانید بر روی تمام محتواهای موجود در نبیک جستجو انجام دهید و به مطالعه بخشی از محتواهای موجود که توسط ناشر مشخص شده است بپردازید. نبیک طبق توافق با ناشران محتوا را نمایش می‌دهد و قوانین کپی رایت را نقض نمی‌کند.
  </p>
</div>
</template>
<script>
export default {
  data ({ req }) {
    return {
      name: req ? 'server' : 'client'
    }
  },
  head () {
    return {
      title: `About Page (${this.name}-side)`
    }
  }
}
</script>

<style scoped>
.title
{
  margin-top: 50px;
}
.info
{
  font-weight: 300;
  color: #9aabb1;
  margin: 0;
  margin-top: 10px;
}
.button
{
  margin-top: 50px;
}
</style>
