<template>
<div class="container constpage">
    <h1>راهنما</h1>
    <h2>سرویس جستجو</h2>
    <p>جستجوی محتوای کتاب ها، همانند جستجوی صفحات وب می‌باشد. زمانی که موتور جستجوگر نبیک کتابی را که شامل عبارت مورد جستجوی شما باشد، پیدا کند؛ لینک به آن کتاب در صفحه جستجو نمایش داده می‌شود.</p>
    <h2>مشاهده برخط کتاب – مطالعه کتاب</h2>
    <p>چنانچه کتابی تحت قوانین کپی رایت نباشد و یا ناشر به ما اجازه داده باشد، کاربران می‌توانند یک پیش نمایش(preview) از کتاب را مشاهده نمایند. در برخی از موارد امکان پیش نمایش همه کتاب وجود دارد.</p>
    <p>چنانچه کتابی در مالکیت عمومی باشد، کاربر می‌تواند فایل pdf آن را هم دانلود نماید.</p>
    <h2>خرید کتاب یا قرض گرفتن آن از کتابخانه</h2>
    <p>اگر شما کتابی پیدا کردید که به آن علاقه‌مند بودید، می‌توانید روی گزینه خرید کتاب یا قرض گرفتن کتاب کلیک نمایید که به شما لینکی جهت خرید یا قرض گرفتن نسخه چاپی ارائه می‌شود.</p>
    <h2>منظرهای مختلف نتایج جستجو</h2>
    <ol>
    <li>
    مشاهده کامل – full view
    <p>چنانچه کتاب تحت قوانین کپی رایت نباشد یا در مالکیت عمومی باشد و یا چنانچه ناشر یا مؤلف درخواست مشاهده کامل کتاب را از نبیک کرده باشد، محیط مطالعه نبیک به کاربران این امکان را می‌دهد که هر صفحه‌ای را که خواست، مطالعه نماید و بر روی آن جستجو انجام دهد.</p>
    </li>
    <li>
    مشاهده محدود – limit view
    <p>اگر ناشر یا مؤلف به نبیک اجازه نشر برخی از صفحات کتاب را داده باشد، کاربر تنها همان صفحات اجازه داده شده را می‌تواند مشاهده نماید و بر روی آن جستجو انجام دهد.</p>
    </li>
    <li>
    مشاهده تکه‌ای – snippet view
    <p>این روش شبیه یک کاتالوگ یا معرفی اولیه از کتاب است، اطلاعاتی همانند نام نویسنده،‌سال چاپ، تعداد صفحات و تصویر جلد کتاب در این منظر موجود است. ما در این منظر جملات محدودی از کتاب را که عبارت مورد جستجوی کاربر در آن قرار دارد، نشان می‌دهیم و محتوای کتاب نمایش داده نمی‌شود.</p>
    </li>
    <li>
    امکان مشاهده متن وجود ندارد – No preview available
    <p>این روش شبیه یک کاتالوگ یا معرفی اولیه از کتاب است، اطلاعاتی همانند نام نویسنده،‌سال چاپ، تعداد صفحات و تصویر جلد کتاب در این منظر موجود است و محتوای کتاب حتی به صورت برخی از جملات هم نمایش داده نمی‌شود.</p>
    </li>
    </ol>
    <h2>سرویسهای ارائه شده در نبیک</h2>
    <ol>
        <li>امکان جستجو در بین کتابها، مجلات و مطالب علمی موجود در سایت</li>
        <li>امکان نمایش محتوای اجازه داده شده توسط ناشران</li>
        <li>امکان اضافه کردن کتاب‌های موردنظر به کتابخانه‌های موجود</li>
        <li>امکان نگارش نقد و نظرات و امتیازدهی به مستندات موجودات در سایت</li>
        <li>نمایش پرکاربردترین واژه‌ها در مستندات</li>
        <li>نمایش فهرست کتاب در صفحه جزییات کتاب</li>
        <li>ارائه چکیده کتاب به کاربر</li>
    </ol>
    <h2>سرویسهای آینده</h2>
    <ol>
        <li>معرفی مراکز فروش و مراکز قرض دهنده کتاب</li>
        <li>اضافه کردن سیستم موضوعات و نمایش موضوع کتاب در صفحه جزییات کتاب</li>
        <li>جستجو در یک موضوع خاص – رده بندی موضوعی کتاب</li>
        <li>سرویس جستجوی پیشرفته</li>
        <li>جستجو درون محتوای چند مستند مشخص</li>
        <li>سرویس نمایش ارجاعات</li>
        <li>لیست کتاب‌های مرتبط</li>
        <li>سرویس خرید و قرض دادن کتاب</li>
    </ol>
    <h2>وقتی چیزی را در نبیک جستجو می کنید، دقیقا چه اتفاقی می افتد؟</h2>
    <p>هر کتابی شامل یک صفحه با عنوان درباره این کتاب است که شامل اطلاعات اولیه‌ای همانند عنوان، مولف، تاریخ انتشار، تعداد صفحات و موضوع می‌باشد. این صفحه همانند یک کاتالوگ برای کتاب می‌باشد.</p>
    <p>برای برخی از کتاب‌ها ممکن است اطلاعات بیشتری نظیر عبارات و کلمات کلیدی و پرکاربرد در کتاب، ارجاعات به این کتاب از طرف نشریات علمی یا دیگر کتابها، فهرست و عنوان فصلها و یا لیست کتاب‌های مرتبط مشاهده نمایید.</p>
    <p>در این صفحه برای هر کتاب یک لینک مستقیم به فروشگاه کتاب (جایی که کتاب برای فروش در آن قرار دارد و شما می‌توانید کتاب را بخرید) و یک لینک مستقیم به کتابخانه (جایی که کتاب برای قرض دادن در آن قرار دارد) گنجانده شده است. لینک مطالعه بخشهایی از کتاب که ناشران برای مشاهده در نبیک آزاد گذاشته‌اند، قرار دارد. شما با کلیک بر روی تصویر جلد کتاب به محیط مطالعه کتاب منتقل می‌شوید.</p>
    <p>در نبیک درباره هر کتاب چکیده مختصر اما مفیدی قرار داده شده است که این چکیده یا از طرف ناشر به ما داده شده است و یا بخشی از مقدمه کتاب است.</p>
    <p>در بخش درباره این کتاب شما می‌توانید درباره کتاب نقد(review) بنویسید و به کتاب امتیاز بدهید. این نقد شما در معرض دید دیگر کاربران سایت قرار خواهد گرفت. همچنین میانگینی از امتیاراتی که کاربران به کتاب‌ها داده‌اند در این صفحه نمایش داده می‌شود.</p>
    <h2>کتابخوان (reader) نبیک چه شکلی است؟</h2>
    <p>در بخش مطالعه کتاب کاربران می‌توانند به مطالعه کتاب بپردازند. ما در این بخش ۳ منظر(view) مختلف داریم:</p>
    <ol>
        <li>
            نمایش پی در پی - continues view
            <p>در این منظر صفحات پشت سر هم به نمایش در می‌آیند.</p>
        </li>
        <li>
            نمایش دو به دو - two side view
            <p>این منظر همانند کتاب است و صفحات کتاب به صورت دو صفحه کنار هم نمایش داده می‌شوند.</p>
        </li>
        <li>نمایش جدولی - grid view</li>
    </ol>
    <p>تمامی صفحات در کنار هم به صورت کوچک و بند انگشتی(thumbnail) نشان داده می‌شود. صفحات bookmark شده در این منظر نمایش داده می‌شود.</p>
    <p>کاربر در محیط مطالعه می‌تواند عملیات گوناگونی را انجام دهد. این عملیات با جزئیات در زیر شرح داده می‌شود:</p>
    <ul>
        <li>
            جستجو بر روی کتاب
            <p>کاربر با استفاده از این قابلیت می‌تواند به طور انحصاری به جستجو در داخل کتابی که مشغول مطالعه آن است، بپردازد. نتایج جستجو همانند جستجوی نرم افزارهای pdf به صورت highlight نمایش داده می‌شود.</p>
        </li>
        <li>
            فهرست فعال
            <p>در این بخش فهرست کتاب به صورت فعال نمایش داده می‌شود و با کلیک بر روی هر عنوان کاربر به صفحه مورد نظر منتقل می‌شود و به مطالعه آن صفحه می‌پردازد.</p>
        </li>
        <li>
            اضافه کردن یک صفحه به لیست صفحات مورد علاقه
            <p>در محیط مطالعه بالای هر صفحه نشانه ای وجود دارد که با کلیک بر روی آن، صفحه در حال مطالعه به لیست صفحات مورد علاقه اضافه می‌شود.</p>
        </li>
        <li>
            پرش به صفحه خاص
            <p>با استفاده از این قابلیت کاربر می‌تواند با وارد کردن شماره صفحه مورد نظر خود به صورت یک‌جا و بدون scroll به آن صفحه برسد و مشغول مطالعه آن صفحه شود.</p>
        </li>
        <li>
            مشاهده لیست وار صفحات به صورت بند انگشتی
            <p>با استفاده از این قابلیت صفحات به صورت تصویر کوچک پشت سر هم نمایش داده می‌شود و با کلیک بر روی صفحات، کاربر به آن منتقل می شود.</p>
        </li>
        <li>
            بزرگ و کوچک کردن سایز صفحات
        </li>
        <li>
            اضافه کردن کتاب به کتابخانه موردنظر
        </li>
    </ul>
    <p>با کلیک بر روی این گزینه، کاربر می‌تواند کتابی را که در حال مطالعه می‌باشد به کتابخانه مورد نظر خود اضافه نماید.</p>
    <p>یکی دیگر از قابلیتهای محیط مطالعه، توانایی عدم نمایش صفحاتی است که ناشر اجازه نشر آن را به نبیک نداده است.</p>
    <h2>کتابخانه</h2>
    <p>با اضافه کردن کتاب به بخش کتابخانه سایت، شما می‌توانید لینک کتاب‌های مدنظر خود را نگهداری نمایید. همچنین بخش کتابخانه شامل ۳ زیر مجموعه است که در نتیجه گشت و گذار شما در نبیک به صورت اتوماتیک پر می‌شود. این ۳ زیر مجموعه عبارتند از:</p>
    <ol>
    <li>کتاب‌هایی که به تازگی از صفحه آن بازدید کرده‌اید و اقدام به مطالعه آن نموده‌اید.</li>
    <li>کتاب‌هایی که شما بر آن نقد نوشته‌اید و یا به آن امتیاز داده‌اید.</li>
    <li>کتاب‌هایی که در حین گشت و گذار در نبیک از آن‌ها بازدید کرده‌اید.</li>
    </ol>
    <p>همچنین ۳ کتابخانه دارید که می‌توانید به صورت دستی به آن‌ها کتاب اضافه کنید. این کتابخانه‌ها عبارتند از:</p>
    <ol>
    <li>
        کتاب‌هایی که تا به امروز خوانده‌اید
        <p>کاربر می‌تواند کتاب‌هایی را که تا به امروز خوانده است به این کتابخانه اضافه نماید و روند مطالعاتی خود را حفظ نماید.</p>
    </li>
    <li>
        کتاب هایی که در حال مطالعه آن ها هستید.
        <p>کاربر می‌تواند کتاب‌هایی را که در حال مطالعه آن می‌باشد را به این کتابخانه خود اضافه نماید. این کتابخانه عمومی است و در معرض دید کاربران نبیک که امکان دسترسی به پروفایل شما را دارند، قرار دارد.</p>
    </li>
    <li>کتاب‌هایی که قصد مطالعه آن‌ها را دارید</li>
    </ol>
    <p>کاربر می‌تواند کتاب‌هایی را که قصد خواندن آن را دارد به این کتابخانه اضافه نماید.</p>
    <p>در یک دسته بندی دیگر، کتابخانه‌های شما به دو دسته عمومی و خصوصی تقسیم می‌شوند؛ کتابخانه‌های عمومی کتابخانه‌هایی هستند که در پروفایل شما در سایت نمایش داده می‌شوند و در معرض دید همگان قرار دارند.</p>
    <p>با کلیک بر روی کتاب‌هایی که در کتابخانه‌ها قرار دارد به صفحه درباره کتاب کتاب مربوطه منتقل شده و می‌توانید کتاب را مطالعه و یا به جستجو در آن بپردازید.</p>
    <h2>ویترین کتاب</h2>
    <p>در این بخش ویترینهای مختلفی بسته به موضوعات و مناسبتها وجود دارد؛ نمایش کتاب‌ها در ویترین بنا به صلاحدید نبیک صورت می‌پذیرد.</p>
</div>
</template>