<template>
<div class="container constpage">
    <h1>سیاست های حریم خصوصی</h1>
    <p>
    نبیک سیاست های حریم خصوصی سایت را برای آگاهی شما از روال کاری خود ، در راستای جمع‌آوری، استفاده و افشای اطلاعات برای شما فراهم نموده‌است. این سیاست‌ها، تنها بر روی اطلاعاتی که شما از طریق این سایت در اختیار ما قرار می‌دهید، اعمال می‌شود. بر طبق توافقنامه‌های موجود در این سایت، نبیک متعهد می‌شود که به حریم خصوصی کاربران خود احترام بگذارد. در این صفحه تعهدات و سیاست‌های سایت در این زمینه شرح داده شده‌است. ما هرگز بدون اجازه از کاربر، دست به افشای اطلاعات خصوصی و فردی شما نخواهیم زد.  ما اطلاعات شخصی شما را با شخص ثالثی به اشتراک نمی گذاریم مگر در هنگام پاسخگویی به مراجع قانونی معتبر.
    </p>
    <p>
    نبیک هیچ یک از اطلاعات فردی و شخصی کاربران خود را افشا نمی‌کند و همچنین آن‌ها را به شخص و یا اشخاص ثالث حقیقی و حقوقی، منتقل نمی‌کند. نبیک دارای سه بخش اطلاعاتی می‌باشد: آمار جمع‌آوری شده درباره کاربران، ترافیک سایت و اطلاعات مرتبط با سایت. ما از مشخصه‌های فردی شما فقط به منظور پاسخگویی به خودتان و یا برای تهیه گزارش‌ها آماری استفاده می‌نماییم.
    </p>
    <p>
    برای خرید کتاب، ما برای شما اطلاعات ناشر را به همراه اطلاعات فروش مهیا می کنیم ولیکن این شامل اطلاعات شخصی نمی باشد. برای فروش کتاب ما به مانند وکیل ناشران عمل می کنیم و برای شما اطلاعاتی شبیه اطلاعات مالی را فراهم می کنیم. نبیک خرید کتاب را از طریق نمایندگیهای فروش ناشران فراهم می کند و  هیچ گونه خریدی به صورت مستقیم از طریق سایت نبیک انجام نمی گردد.
    </p>
    <p>
    سیاست های حریم خصوصی در نبیک ممکن است در هر زمانی به روزرسانی شود، در صورتیکه ما سیاست حفظ حریم خصوصی را تغییر دهیم، شما را از تغییرات آن در سایت آگاه خواهیم کرد و شما متوجه تغییرات خواهید شد.
    </p>
    <h2>ما چه اطلاعاتی را جمع‌آوری می‌نماییم؟</h2>
    <p>
    زمانی که شما هر سایتی را مشاهده می‌کنید، اطلاعات معینی از شما به طور اتوماتیک جمع‌آوری می‌شود. ما نیز به ازای هر بیننده سایت نبیک، بصورت اتوماتیک اطلاعاتی درباره کامپیوتر فرد و بازدید او از سایت جمع‌آوری کرده و ذخیره می‌نماییم:
    <ol>
        <li>اطلاعاتی درباره آدرس IP کامپیوتر شما (آدرسIP عددی است که بطور اتوماتیک زمانی که شما وارد شبکه وب می‌شوید به کامپیوتر شما تخصیص داده می‌شود).</li>
        <li>آدرس اینترنتی سایتی که از طریق آن وارد سایت ما شده‌اید. (برای مثال www.google.com)</li>
        <li>تاریخ و زمانی که شما وارد سایت ما می‌شوید و مدت زمانی که در سایت هستید.</li>
        <li>نام و نسخه سیستم عامل و مرورگر کامپیوتر شما. به عنوان مثال ( Windows XP / IE8 ) این اطلاعات به طور اتوماتیک از کامپیوتر شما منتقل می‌شود.</li>
        <li>صفحاتی از سایت که شما آن‌ها را مشاهده می‌کنید.</li>
    </ol>
    </p>
    <p>
    ما از این اطلاعات استفاده می‌نماییم که تعداد کاربران سایتمان را در بخش‌های مختلف مشخص کنیم و کمک می‌کند که سایتمان را برای کاربران آن هر چه مفید‌تر نماییم. برای مثال از اطلاعات مرورگر به این منظور استفاده می‌کنیم که سایتمان را به گونه‌ای طراحی نماییم تا تعداد افراد بیشتری بتواند صفحات سایت را به درستی مشاهده نمایند.
    </p>
    <p>
    زمانی که شما وارد سایت ما می‌شوید، اطلاعاتی غیر از موارد اشاره شده از شما جمع‌آوری و ذخیره نمی‌نماییم، مگر اینکه خود شما بخواهید که اطلاعات دیگری در اختیارمان بگذارید. مثلاً اینکه شما فرمی را در سایت پر کنید که شامل اطلاعاتی از قبیل ایمیل، اسم و سن شما باشد و آن را ثبت نمایید.
    </p>
    <p>
    به عنوان یک عضو (چه صاحبان محتوا و چه استفاده کنندگان از محتوا )، ما اطلاعات شخصی شما را در صفحه‌ی مشخصات شخصی یا همان پروفایل شما و هر محل دیگری درون سایت، تنها مطابق با تنظیماتی که خودتان انجام داده‌اید، نمایش می‌دهیم. هر یک از اطلاعات امکان انتخاب برای اینکه کدام یک از کاربران نبیک آن را مشاهده کنند یا خیر را دارد.
    </p>
    <p>
    شما می‌توانید اطلاعات شخصی پروفایل خود را در هر زمانی بازبینی نمایید و تغییر دهید.
    </p>
    <h2>لینک‌های اشخاص ثالث</h2>
    <p>
    زمانی که شما بر روی لینک‌ سایت های دیگری که در سایت ما وجود دارد کلیک می نمایید و وارد آن‌ها می‌شوید، اطلاعاتی از شما بدست می‌آید. در این صورت نبیک هیچ گونه کنترلی بر این اطلاعات ندارد و در مقابل آن‌ها پاسخ‌گو نمی‌باشد. اگر شما اعتراضی نسبت به لینک‌های خروجی سایت ما داشتید، می‌توانید آن‌را به ما اطلاع دهید. مطمئن باشید که آدرس ایمیل شما نزد ما محفوظ می‌ماند و ما آ‌ن‌را فاش نخواهیم کرد.
    </p>
    <h2>نبیک چگونه اطلاعات شما را ذخیره می کند؟</h2>
    <p>
    با استفاده از کوکی ها ؛ کوکی‌ها فایل‌های کوچکی می‌باشند که سایت‌هایی که از آن‌ها بازدید می‌کنید بر روی کامپیوترتان ذخیره می‌کنند. کوکی‌ها در واقع فایل‌های ارتباطی بین سرور و کامپیوتر شما می‌باشند که از نظر امنیتی برای کامپیوتر شما کاملاً بی خطر می‌باشند.
    </p>
    <p>
    بنا بر خصوصیت زبان‌های برنامه نویسی تحت وب در استفاده از کوکی‌ها، اگر شما این گزینه را در مرورگر خود غیر فعال کرده باشید امکان استفاده از سرویس‌های نبیک را ندارید.
    </p>
    <h2>نبیک چگونه اطلاعات شخصی را رمز می‌کند؟</h2>
    <p>
    کلمات عبور شما در نبیک به صورت رمز شده نگهداری می‌شوند. اطلاعات شخصی شما نیز تنها در اختیار مدیران و افرادی است که شما اجازه‌ی مشاهده‌ی اطلاعاتتان را در تنظیمات اطلاعات شخصی خود به آن‌ها داده باشید.
    </p>
    <h2>چگونه نبیک از داده‌های خصوصی کاربران محافظت می‌کند؟</h2>
    <p>
    ما کنترل‌های محکمی را بر روی سرور‌ها و کدهای سمت کلاینت اعمال می‌کنیم تا از دسترسی اطلاعات توسط افراد مجاز مطمئن شویم. این عملیات در سطح کاربر به منظور اطمینان از محافظت از اطلاعات که می‌تواند منتقل شود اعمال می‌شود و اطلاعات تنها زمانی منتقل می‌شود که درخواست بررسی و تایید شده باشد.
    </p>
</div>
</template>