<template>
<div class="container constpage">
    <h1>قوانین</h1>
    <p>
    موجب افتخار ماست که شما از نبیک استفاده می نمایید، با این حال در نبیک قوانینی وجود دارد که نیاز است از طرف شما قبل از استفاده از سایت و سرویس‌های آن مورد توافق واقع شود. این توافقنامه مشروعیت و اعتبار خود را از قوانین حاکم بر جمهوری اسلامی ایران کسب می‌کند. چنانچه شما هر سوال یا مشکلی در رابطه با این سایت و یا این توافقنامه داشتید با ما در میان بگذارید. <a href="<?php echo $this->createUrl('/documents/site/contact');?>">ارتباط با ما</a>
    </p>
    <p>
    نبیک سرویس خود را تحت شرایط و مقررات این توافقنامه در اختیار شما می‌گذارد و ممکن است در هر زمانی  قوانین مذکور در این توافقنامه از جانب ما تغییر یابد. شما می‌توانید در هر زمان مروری بر جدیدترین مفاد این توافقنامه در این آدرس داشته باشید این توافقنامه در بر گیرنده تمامی توافقات و مقررات میان کاربران و نبیک می‌باشد. عضویت در سایت به معنی اطلاع کامل از متن و شرایط قوانین و مقررات سایت نبیک می‌باشد.
    </p>
    <p>
    نبیک این حق را برای خود محفوظ می داند که به صلاح‌دید خود هرگونه تغییری در سایت اعمال نماید و یا مانع دسترسی به بعضی از قسمت‌های سایت و یا همه سایت بطور موقت یا دائمی شود، بدون اینکه در این مورد به شما اطلاعی داده شود.
    <ol>
        <li>
            موارد مورد نیاز
            <p>برای استفاده از این سرویس، شما به سخت افزار مناسب، دسترسی به اینترنت و نرم افزار مناسب برای مرور صفحات نیازمندید. توانایی شما در استفاده و اجرای سرویس ممکن است تحت تاثیر این فاکتورها باشد. تهیه نیازمندیهای مناسب وظیفه شما می باشد.	</p>
        </li>
        <li>
            محتوای دیجیتال
            <p>سرویس جستجو و نمایش محتوای دیجیتال نبیک طبق قوانین ذکر شده در اینجا شما را قادر به مشاهده یک طیف گوناگون از محتوای دیجیتال  همانند کتاب، روزنامه، گاهنامه، پایان نامه و ... و همچنین استفاده این محتوا بر روی سخت افزارهای شما،  از جمله کامپیوتر شخصی، موبایل، تبلت (هر یک از دستگاه ها) می سازد. نبیک می تواند بدون اعلام به شما هر کدام از محتواهای دیجیتال را بنا به صلاحدید خود از روی سایت بردارد و یا تغییری در آن ایجاد نماید و چنانچه نبیک یا فراهم کنندگان محتوای طرف قرارداد با نبیک یا دارندگان حق تکثیر محتواهای موجود در نبیک، حق فراهم کردن محتوای دیجیتالی را از دست بدهند، نبیک می تواند سرویس ارائه شده به شما را متوقف نماید و  بالطبع شما توانایی استفاده از آن را از دست خواهید داد.</p>
            <p>از سرویس ما به چه منظورهایی نباید استفاده شود؟</p>
            <ol style="list-style-type: lower-roman;">
                <li>انتشار فایل‌ها و اطلاعاتی که از نظر نبیک غیر قانونی و شامل فعالیت های تهدید کننده، توهین آمیز، زیان آور، غیر اخلاقی، افترا آمیز و همچنین ناقض قوانین کپی رایت باشد و همین طور اطلاعاتی که در آن به نژاد، گروه و یا دسته خاصی از مردم توهین شده باشد.</li>
                <li>جعل هویت اشخاص یا نهادها و همین طور نسبت دادن بیانات و سخنان دروغین به افراد و نهاد‌های خاص.</li>
                <li>انتشار هرگونه محتوای محرمانه و یا محتوایی که از نظر قانونی و یا مسائل دیگر، حق انتشار آن‌ را نداشته باشید. (از قبیل اطلاعات داخلی و اطلاعات اختصاصی و محرمانه برخی سازمان‌ها و نهادها، چنانچه از نظر روابط استخدامی و قوانین داخلی سازمان‌ها، این کار منع شده باشد).</li>
                <li>انتشار هر مفهوم و محتوایی که به حقوق انحصاری افراد، حقوق تجاری، حق چاپ و نشر (copyright)، و سایر حقوق انحصاری گروه‌های خاص تجاوز کند.</li>
                <li>انتشار ویروس‌های کامپیوتری و هر کد و فایل و برنامه‌ای که به منظور قطع کردن و از کار انداختن سیستم‌های کامپیوتری طراحی شده باشد و به سخت افزار و نرم افزار و تجهیزات کامپیوتر‌ها آسیب برساند.</li>
                <li>تجاوز عمدی یا غیر عمدی به مواضع کاری، بیانات، قوانین ملی و بین‌المللی و هر رویه و مقرراتی که قدرت قانونی از آن حمایت کند.</li>
                <li>تهدید کردن و هر گونه آزار رساندن به اشخاص و شرکت‌ها و نهادها از طریق این سایت.</li>
                <li>جمع آوری و ذخیره اطلاعات شخصی سایر کاربران به منظور هر نوع بهره برداری تجاری</li>
                <li>تهیه و ترویج اطلاعات سازماندهی شده درباره فعالیت‌های غیر قانونی، ترویج آسیب‌های فیزیکی و صدمه زدن به گروه‌ها و افراد.</li>
                <li>استفاده از سایت به گونه‌ای که به هر نحو نقض کننده مقررات موجود در این توافقنامه باشد.</li>
                <li>انجام فعالیت‌های تجاری در نبیک یا از طرف این سایت در صورتی که بدون هماهنگی قبلی و اخذ مجوز از ما باشد، غیر قانونی است.</li>
                <li>نبیک و مدیران آن این حق را دارند که هر فایلی و محتوایی که مخالف مفاد مذکور در این توافقنامه باشد را حذف کنند.</li>
            </ol>
        </li>
        <li>
            امنیت: محتوای ارائه شده به کاربر
            <p>شما می دانید که سرویس نمایش و جستجو در محتوای دیجیتال از تکنولوژیهای امنیتی جهت محافظت از داده ها و فراهم آوردن نیازمندیهای امنیتی استفاده می کند. شما نبایست کوششی برای از کارانداختن، مهندسی معکوس یا دستکاری در هریک از خصایص امنیتی یا اجزا مرتبط با سرویس نمایش و جستجو در محتوای دیجیتال، انجام دهید. همچنین نبایست مساعدت یا تشویقی برای از کارانداختن، مهندسی معکوس یا دستکاری در هریک از خصیصه های امنیتی یا اجزا مرتبط با سرویس نمایش و جستجو در محتوای دیجیتال، انجام دهید. همچنین نمی توانید جهت دسترسی به اکانتی نبیکی که اجازه دسترسی به آن را ندارید، تلاش کنید. تخلف از موارد بالا ممکن است مسئولیت کیفری یا مدنی داشته باشد. </p>
            <p>نبیک به شما اجازه ارسال نقد بر کتابها، نظرات، لینک و یا موارد مشابه دیگر در محدوده سرویس که قابل دسترسی برای دیگران است، می دهد. شما واقف هستید که تنها مسئول صحت نظرات، نقدها یا سایر ارسالهایتان، خودتان هستید. همچنین مسئولیت هرگونه استفاده  از متون نوشته شده و دارای کپی رایت توسط دیگران در ارسالهایتان بر عهده خود شما می باشد و نباید در این گونه موارد تخلف کنید و حقوق دیگران را زیر پا بگذارید و حقی یا قانونی بشکنید. همچنین نبایست مساعدت یا تشویق به رفتارهای غیر قانونی یا زشت و ناپسند که توسط دیگران انجام می شود، بکنید.</p>
            <p>علاوه بر این شما به نبیک یک حق امتیاز همیشگی، غیر قابل فسخ، رایگان و غیر انحصاری برای تکثیر، اقتباس، تغییر، ترجمه، نشر، نمایش عمومی و پخش کردن هر گونه محتوایی که توسط شما به نبیک ارسال شده باشد، بدون هیچ گونه تاوان و تعهدی از سمت نبیک، می دهـید.</p>
            <p>نبیک این حق را برای خودش نگهداشته که به صلاحدید و مسئولیت خود هر گونه محتوی ارسال شده از سمت کاربر را برای نمایش ،عدم نمایش، حذف و یا ویرایش انتخاب نماید.همچنین نبیک وظیفه ای جهت نظارت بر محتوی کاربری ارسال شده یا نمایش داده شده بر روی سرویس را ندارد.</p>
        </li>
    </ol>
    </p>
</div>
</template>